Repository: migasfree/migasfree-backend
Catalog: migasfree/i18n/*/LC_MESSAGES/django.po
Languages: fr

source: Packages / Project
fr: Paquets / Projet

source: Status Logs / Status
fr: Journaux de statut / Statut

source: Stores / Project
fr: Dépôts / Projet

source: Synchronizations / Project
fr: Synchronisations / Projet
