Repository: migasfree/migasfree-backend
Catalog: migasfree/i18n/*/LC_MESSAGES/django.po
Languages: fr

source: Platform [%s] registered by computer [%s].
fr: Plateforme [%s] enregistrée par l'ordinateur [%s].

source: Project [%s] with P.M.S. [%s] registered by computer [%s].
fr: Projet [%s] avec SGP [%s] enregistré par l'ordinateur [%s].

source: No errors
fr: Pas d'erreurs

source: User unauthenticated
fr: Utilisateur non authentifié

source: User can not register computers
fr: L'utilisateur ne peut pas enregistrer d'ordinateurs

source: Method GET not allowed
fr: Méthode GET non autorisée

source: Command not found
fr: Commande non trouvée

source: Signature is not valid
fr: La signature n'est pas valide

source: Computer not found
fr: Ordinateur non trouvé

source: Device not found
fr: Périphérique non trouvé

source: Project not found
fr: Projet non trouvé

source: User does not have permission
fr: L'utilisateur n'a pas la permission

source: Unsubscribed computer
fr: Ordinateur désinscrit

source: Generic error
fr: Erreur générique

source: Generic error in server
fr: Erreur générique du serveur

source: Computer [%s] with available status, has been synchronized
fr: Ordinateur [%s] avec statut disponible, a été synchronisé

source: General
fr: Général

source: Application Area
fr: Domaine d'application

source: name's length is greater than max length
fr: la longueur du nom est supérieure à la longueur maximale

source: name
fr: nom

source: Category
fr: Catégorie

source: Categories
fr: Catégories

source: User
fr: Utilisateur

source: Admin
fr: Administrateur

source: markdown syntax allowed
fr: syntaxe markdown autorisée

source: Relevance to the organization
fr: Pertinence pour l'organisation

source: icon
fr: icône

source: level
fr: niveau

source: category
fr: catégorie

source: available for attributes
fr: disponible pour les attributs

source: project
fr: projet

source: packages to install
fr: paquets à installer

source: Packages by Project
fr: Paquets par projet

source: Packages by Projects
fr: Paquets par projets

source: enabled
fr: activé

source: if you uncheck this field, the policy is disabled for all computers.
fr: si vous décochez ce champ, la politique est désactivée pour tous les ordinateurs.

source: exclusive
fr: exclusif

source: comment
fr: commentaire

source: included attributes
fr: attributs inclus

source: excluded attributes
fr: attributs exclus

source: Policy
fr: Politique

source: Policies
fr: Politiques

source: priority
fr: priorité

source: policy
fr: politique

source: Policy Group
fr: Groupe de politiques

source: Policy Groups
fr: Groupes de politiques

source: Hardware
fr: Matériel

source: Synchronization
fr: Synchronisation

source: Tags
fr: Étiquettes

source: Software
fr: Logiciel

source: Devices
fr: Périphériques

source: Software Inventory
fr: Inventaire logiciel

source: Software History
fr: Historique logiciel

source: Inflicted Logical Devices
fr: Périphériques logiques hérités

source: Checking is O.K.
fr: La vérification est correcte

source: Truncated description
fr: Description tronquée

source: Attributes
fr: Attributs

source: Users
fr: Utilisateurs

source: Intended
fr: Prévu

source: Reserved
fr: Réservé

source: Unknown
fr: Inconnu

source: In repair
fr: En réparation

source: Available
fr: Disponible

source: Unsubscribed
fr: Désinscrit

source: Physical
fr: Physique

source: Virtual
fr: Virtuel

source: status
fr: statut

source: full qualified domain name
fr: nom de domaine complet

source: entry date
fr: date d'entrée

source: Date of entry into the migasfree system
fr: Date d'entrée dans le système migasfree

source: ip address
fr: adresse IP

source: forwarded ip address
fr: adresse IP transmise

source: default logical device
fr: périphérique logique par défaut

source: last hardware capture
fr: date de dernière capture matériel

source: tags
fr: étiquettes

source: sync start date
fr: date de début de synchronisation

source: sync end date
fr: date de fin de synchronisation

source: sync user
fr: utilisateur de la synchronisation

source: sync attributes
fr: attributs de la synchronisation

source: computer attributes at the time of sync
fr: attributs de l'ordinateur au moment de la synchronisation

source: product
fr: produit

source: storage
fr: stockage

source: disks
fr: disques

source: MAC address
fr: adresse MAC

source: Logical Devices
fr: Périphériques logiques

source: Assigned Logical Devices to CID
fr: Périphériques logiques assignés au CID

source: Computer
fr: Ordinateur

source: Status
fr: Statut

source: Faults (included)
fr: Défauts (inclus)

source: Faults (excluded)
fr: Défauts (exclus)

source: Deployments (included)
fr: Déploiements (inclus)

source: Deployments (excluded)
fr: Déploiements (exclus)

source: Sets (included)
fr: Ensembles (inclus)

source: Sets (excluded)
fr: Ensembles (exclus)

source: Delays
fr: Délais

source: Logical devices
fr: Périphériques logiques

source: Default logical device
fr: Périphérique logique par défaut

source: Policies (included)
fr: Politiques (incluses)

source: Policies (excluded)
fr: Politiques (exclues)

source: Policy Groups (included)
fr: Groupes de politiques (inclus)

source: Policy Groups (excluded)
fr: Groupes de politiques (exclus)

source: Domain (included)
fr: Domaine (inclus)

source: Domain (excluded)
fr: Domaine (exclus)

source: Scope (included)
fr: Portée (incluse)

source: Scope (excluded)
fr: Portée (exclue)

source: Computers
fr: Ordinateurs

source: checked
fr: vérifié

source: Error
fr: Erreur

source: Errors
fr: Erreurs

source: computer
fr: ordinateur

source: To check for me
fr: À vérifier par moi

source: Assigned to me
fr: Assignées à moi

source: Assigned to others
fr: Assignées à d'autres

source: Unassigned
fr: Non assigné

source: fault definition
fr: définition de défaut

source: result
fr: résultat

source: Fault
fr: Défaut

source: Faults
fr: Défauts

source: programming language
fr: langage de programmation

source: users
fr: utilisateurs

source: Fault Definition
fr: Définition de défaut

source: Fault Definitions
fr: Définitions de défauts

source: package
fr: paquet

source: install date
fr: date d'installation

source: uninstall date
fr: date de désinstallation

source: %s at computer %s
fr: %s sur l'ordinateur %s

source: Package History
fr: Historique des paquets

source: Packages History
fr: Historique des paquets

source: Subscribed
fr: Inscrit

source: unsubscribed
fr: désinscrit

source: Status Log
fr: Journal de statut

source: Status Logs
fr: Journaux de statuts

source: start date connection
fr: date de début de connexion

source: user
fr: utilisateur

source: consumer
fr: consommateur

source: PMS status OK
fr: Statut SGP OK

source: indicates the status of transactions with PMS
fr: indique le statut des transactions avec le SGP

source: Synchronizations
fr: Synchronisations

source: fullname
fr: nom complet

source: Platform [%s] registered by IP [%s].
fr: Plateforme [%s] enregistrée depuis l'IP [%s].

source: Project [%s] with PMS [%s] registered by IP [%s].
fr: Projet [%s] avec SGP [%s] enregistré depuis l'IP [%s].

source: PMS must be one of {available_pms}
fr: Le SGP doit être l'un de {available_pms}

source: User [%s] registered by IP [%s].
fr: Utilisateur [%s] enregistré depuis l'IP [%s].

source: New Computer added id=[%s]: NAME=[%s] UUID=[%s]
fr: Ordinateur ajouté avec id=[%s]: Nom=[%s] UUID=[%s]

source: Computer id=[%s]: NAME [%s] changed by [%s]
fr: Ordinateur avec id=[%s]: Nom [%s] changé par [%s]

source: Computer id=[%s]: IP [%s] changed by [%s]
fr: Ordinateur avec id=[%s]: IP [%s] changée par [%s]

source: Computer id=[%s]: UUID [%s] changed by [%s]
fr: Ordinateur avec id=[%s]: UUID [%s] changé par [%s]

source: EOT OK
fr: Fin de transmission correcte

source: Getting synchronization...
fr: Obtention de la synchronisation...

source: Sending synchronization...
fr: Envoi de la synchronisation...

source: Invalid Data
fr: Données invalides

source: Computer cannot be registered
fr: L'ordinateur ne peut pas être enregistré

source: New Computer added id=[%(id)s]: NAME=[%(name)s] UUID=[%(uuid)s]
fr: Ordinateur ajouté avec id=[%(id)s]: Nom=[%(name)s] UUID=[%(uuid)s]

source: Malformed claims
fr: Requête malformée

source: Unexpected Computer Project (%s). Expected %s
fr: Projet d'ordinateur inattendu (%s). Attendu (%s)

source: Getting properties...
fr: Obtention des propriétés...

source: Sending properties...
fr: Envoi des propriétés...

source: Getting attributes...
fr: Obtention des attributs...

source: Sending attributes...
fr: Envoi des attributs...

source: Getting repositories...
fr: Obtention des dépôts...

source: Sending repositories...
fr: Envoi des dépôts...

source: Getting fault definitions...
fr: Obtention des définitions de défauts...

source: Sending fault definitions...
fr: Envoi des définitions de défauts...

source: Getting faults...
fr: Obtention des défauts...

source: Sending faults...
fr: Envoi des défauts...

source: Getting errors...
fr: Obtention des erreurs...

source: Sending errors...
fr: Envoi des erreurs...

source: Getting mandatory packages...
fr: Obtention des paquets obligatoires...

source: Sending mandatory packages...
fr: Envoi des paquets obligatoires...

source: Getting assigned tags...
fr: Obtention des étiquettes assignées...

source: Sending assigned tags...
fr: Envoi des étiquettes assignées...

source: Getting available tags...
fr: Obtention des étiquettes disponibles...

source: Sending available tags...
fr: Envoi des étiquettes disponibles...

source: Getting tags...
fr: Obtention des étiquettes...

source: Invalid tags
fr: Étiquettes invalides

source: Sending tags...
fr: Envoi des étiquettes...

source: Getting label...
fr: Obtention de l'étiquette...

source: Sending label...
fr: Envoi de l'étiquette...

source: Getting hardware capture is required...
fr: Obtention de capture matériel requise...

source: Sending hardware capture...
fr: Envoi de capture matériel...

source: Getting software...
fr: Obtention du logiciel...

source: Bad request
fr: Mauvaise requête

source: Sending software...
fr: Envoi du logiciel...

source: Data received
fr: Données reçues

source: Getting traits...
fr: Obtention des caractéristiques...

source: Sending traits...
fr: Envoi des caractéristiques...

source: Error in capability %s for assign computer %s. There is no driver defined for project %s in model %s.
fr: Erreur dans la capacité %s lors de l'assignation de l'ordinateur %s. Il n'y a pas de pilote défini pour le projet %s dans le modèle %s.

source: Status must have one of the values: %s
fr: Le statut doit avoir l'une de ces valeurs: %s

source: Inflicted Computers
fr: Ordinateurs hérités

source: What (Packages)
fr: Quoi (paquets)

source: To whom (Attributes)
fr: À qui (attributs)

source: When (Schedule)
fr: Quand (calendrier)

source: Packages by default
fr: Paquets par défaut

source: Authorizations
fr: Autorisations

source: Preferences
fr: Préférences

source: Activate Users
fr: Utilisateurs activés

source: Available tags
fr: Étiquettes disponibles

source: Ensure at least %(min_num)s files are uploaded (received %(num_files)s).
fr: Asegúrese que al menos %(min_num)s ficheros han sido subidos (recibidos %(num_files)s).

source: Ensure at most %(max_num)s files are uploaded (received %(num_files)s).
fr: Asegúrese que no más de %(max_num)s ficheros han sido subidos (recibidos %(num_files)s).

source: File: %(uploaded_file_name)s, exceeded maximum upload size.
fr: Fichier: %(uploaded_file_name)s, dépasse la taille maximale.

source: Store is required with package file
fr: Le dépôt est obligatoire avec le fichier du paquet

source: Fullname is required
fr: Le nom complet est obligatoire

source: Version is required
fr: La version est obligatoire

source: Architecture is required
fr: L'architecture est obligatoire

source: It is not possible to assign an inactive computer (%s) as an attribute
fr: Il n'est pas possible d'assigner un ordinateur inactif (%s) comme attribut

source: Project is required
fr: Le projet est obligatoire

source: Package %s must belong to the project %s
fr: Le paquet %s doit appartenir au projet %s

source: Domain can not be empty
fr: Le domaine ne peut pas être vide

source: Change Password
fr: Changer le mot de passe

source: This user must be one domain at least
fr: L'utilisateur doit avoir au moins un domaine

source: Domain preference not in selected Domains
fr: La préférence de domaine n'est pas dans les domaines sélectionnés

source: No key to sign message
fr: Pas de clé pour signer le message

source: The attribute cannot be created because property prevents it
fr: L'attribut n'a pas pu être créé car la propriété ne le permet pas

source: The value of the attribute [%s] has more than %d characters. The original value is truncated: %s
fr: El valor del atributo [%s] tiene más de %d caracteres. El valor original ha sido truncado: %s

source: Property
fr: Propriété

source: value
fr: valeur

source: Total computers
fr: Total ordinateurs

source: Attribute
fr: Attribut

source: Tag
fr: Étiquette

source: Feature
fr: Caractéristique

source: Features
fr: Caractéristiques

source: Basic Attribute
fr: Attribut basique

source: Basic Attributes
fr: Attributs basiques

source: Duplicated name
fr: Nom dupliqué

source: Attribute Set
fr: Ensemble d'attributs

source: Attribute Sets
fr: Ensembles d'attributs

source: Review circular dependencies: %s
fr: Vérifiez les dépendances circulaires: %s

source: Internal
fr: Interne

source: External
fr: Externe

source: if you uncheck this field, deployment is disabled for all computers.
fr: si vous décochez ce champ, le déploiement est désactivé pour tous les ordinateurs.

source: domain
fr: domaine

source: Mandatory packages to install each time
fr: Paquets obligatoires à installer chaque fois

source: packages to remove
fr: paquets à désinstaller

source: Mandatory packages to remove each time
fr: Paquets obligatoires à désinstaller chaque fois

source: schedule
fr: calendrier

source: start date
fr: date de début

source: default pre-included packages
fr: paquets pré-inclus par défaut

source: default included packages
fr: paquets inclus par défaut

source: default excluded packages
fr: paquets exclus par défaut

source: available packages
fr: paquets disponibles

source: If a computer has installed one of these packages it will be updated
fr: Si un ordenador tiene instalado uno de estos paquetes, será actualizado

source: available package sets
fr: ensembles de paquets disponibles

source: base url
fr: URL de base

source: components
fr: composants

source: frozen
fr: gelé

source: metadata cache minutes. Default 1440 minutes = 1 day
fr: minutes du cache de métadonnées. Par défaut 1440 minutes = 1 jour

source: %s/%s days (from %s to %s)
fr: %s/%s jours (de %s à %s)

source: Deployment
fr: Déploiement

source: Deployments
fr: Déploiements

source: Is not allowed change project
fr: Il n'est pas permis de changer le projet

source: Deployment (internal source)
fr: Déploiement (source interne)

source: Deployments (internal source)
fr: Déploiements (source interne)

source: Deployment (external source)
fr: Déploiement (source externe)

source: Deployments (external source)
fr: Déploiements (source externe)

source: Domain
fr: Domaine

source: Domains
fr: Domaines

source: Installed Packages
fr: Paquets installés

source: Installed package
fr: Paquet installé

source: store
fr: dépôt

source: Store must belong to the project
fr: Le dépôt doit appartenir au projet

source: Duplicated fullname at project
fr: Nom complet dupliqué dans le projet

source: Package
fr: Paquet

source: Packages
fr: Paquets

source: packages
fr: paquets

source: Package %s must be in the store %s
fr: Le paquet %s doit être dans le dépôt %s

source: Package Set
fr: Ensemble de paquets

source: Package Sets
fr: Ensembles de paquets

source: Platform
fr: Plateforme

source: Platforms
fr: Plateformes

source: package management system
fr: système de gestion de paquets

source: auto register computers
fr: enregistrement auto des ordinateurs

source: Is not needed a user for register computers in database and get the keys.
fr: No es necesario un usuario para registrar ordenadores y obtener las claves.

source: platform
fr: plateforme

source: Name cannot contain spaces
fr: Le nom ne peut pas contenir d'espaces

source: Project
fr: Projet

source: Projects
fr: Projets

source: Basic
fr: Basique

source: Server
fr: Serveur

source: List
fr: Liste

source: Added to the left
fr: Ajouter à gauche

source: Added to the right
fr: Ajouter à droite

source: prefix
fr: préfixe

source: kind
fr: classe

source: sort
fr: type

source: automatically add
fr: ajouter automatiquement

source: automatically add the attribute to database
fr: ajouter automatiquement l'attribut à la base de données

source: This code will execute in the client computer, and it must put in the standard output the value of the attribute correspondent to this property.<br>The format of this value is 'name~description', where 'description' is optional.<br><b>Example of code:</b><br>#Create an attribute with the name of computer from bash<br> echo $HOSTNAME
fr: Ce code sera exécuté sur l'ordinateur client et doit envoyer sur la sortie standard la valeur de l'attribut correspondant à cette propriété.<br>Le format de cette valeur est 'nom~description', où 'description' est optionnel.<br><b>Exemple de code:</b><br># Créer un attribut avec le nom de l'ordinateur depuis bash<br>echo $HOSTNAME

source: Properties
fr: Propriétés

source: Stamp
fr: Catégorie d'étiquette

source: Stamps
fr: Catégories d'étiquettes

source: Formula
fr: Formule

source: Formulas
fr: Formules

source: Basic Property
fr: Propriété basique

source: Basic Properties
fr: Propriétés basiques

source: Delays count
fr: Nombre de délais

source: Schedule
fr: Calendrier

source: Schedules
fr: Calendriers

source: delay
fr: délai

source: attributes
fr: attributs

source: duration
fr: durée

source: attribute list
fr: liste d'attributs

source: Schedule Delay
fr: Délai de calendrier

source: Schedule Delays
fr: Délais de calendrier

source: Scope
fr: Portée

source: Scopes
fr: Portées

source: Singularity
fr: Singularité

source: Singularities
fr: Singularités

source: Store
fr: Dépôt

source: Stores
fr: Dépôts

source: domains
fr: domaines

source: scope
fr: portée

source: User Profile
fr: Profil utilisateur

source: User Profiles
fr: Profils utilisateurs

source: Package %(pkg)s must belong to the project %(project)s
fr: Le paquet %(pkg)s doit appartenir au projet %(project)s

source: Minimum length is %d characters
fr: La longueur minimale est de %d caractères

source: Password fields didn't match.
fr: Les champs de mot de passe ne correspondent pas.

source: %s is not an acceptable file type
fr: %s n'est pas un type de fichier accepté

source: This value could not be validated for file type
fr: Cette valeur ne peut pas être validée comme type de fichier

source: When more than one file is uploaded, name is required
fr: Quand plus d'un fichier est téléchargé, le nom est obligatoire

source: PMS must be one of %s
fr: Le SGP doit être l'un de %s

source: Field cannot contain spaces
fr: Le champ ne peut pas contenir d'espaces

source: Deployment (external source): [%s], resource: [%s], remote file: [%s], from [%s]. Error: %s
fr: Despliegue (origen externo): [%s], recurso: [%s], fichero remoto: [%s], desde [%s]. Error: %s

source: Project slug already exists
fr: Le slug du projet existe déjà

source: Package already exists
fr: Le paquet existe déjà

source: The element has relations and cannot be removed
fr: L'élément a des relations et ne peut pas être supprimé

source: The package has no store on the server
fr: Ce paquet n'est pas stocké sur le serveur

source: Package %s has an incorrect name format
fr: Le paquet %s a un format de nom incorrect

source: Package %s is duplicated in store %s
fr: Le paquet %s est dupliqué dans le dépôt %s

source: Operation received
fr: Opération reçue

source: Token updated!
fr: Jeton mis à jour !

source: Password changed!
fr: Mot de passe changé !

source: Capability
fr: Capacité

source: Capabilities
fr: Capacités

source: fields
fr: champs

source: Fields separated by comma
fr: Champs séparés par des virgules

source: device type
fr: type de périphérique

source: Connection
fr: Connexion

source: Connections
fr: Connexions

source: model
fr: modèle

source: connection
fr: connexion

source: data
fr: données

source: Device
fr: Périphérique

source: capability
fr: capacité

source: Driver
fr: Pilote

source: Drivers
fr: Pilotes

source: device
fr: périphérique

source: alternative capability name
fr: nom alternatif de la capacité

source: Assigned Attributes
fr: Attributs assignés

source: Logical Device
fr: Périphérique logique

source: Manufacturer
fr: Fabricant

source: Manufacturers
fr: Fabricants

source: manufacturer
fr: fabricant

source: connections
fr: connexions

source: Model
fr: Modèle

source: Models
fr: Modèles

source: hardware node
fr: nœud matériel

source: Hardware Capability
fr: Capacité matériel

source: Hardware Capabilities
fr: Capacités matériels

source: Hardware Configuration
fr: Configuration matériel

source: Hardware Configurations
fr: Configurations matériels

source: Hardware Logical Name
fr: Nom logique matériel

source: Hardware Logical Names
fr: Noms logiques matériels

source: width
fr: largeur

source: class
fr: classe

source: claimed
fr: revendiqué

source: vendor
fr: fournisseur

source: serial
fr: numéro de série

source: bus info
fr: info bus

source: physid
fr: identifiant physique

source: slot
fr: emplacement

source: size
fr: taille

source: capacity
fr: capacité

source: clock
fr: horloge

source: dev
fr: périphérique

source: error
fr: erreur

source: Hardware Node
fr: Nœud matériel

source: Hardware Nodes
fr: Nœuds matériels

source: Invalid Signature
fr: Signature invalide

source: Orphan Packages
fr: Paquets orphelins

source: Orphan Package Sets
fr: Ensembles de paquets orphelins

source: Unchecked Notifications
fr: Notifications non vérifiées

source: Unchecked Faults
fr: Défauts non vérifiés

source: Unchecked Errors
fr: Erreurs non vérifiées

source: Generating Repositories
fr: Génération des dépôts

source: Synchronizing Computers Now
fr: Ordinateurs en synchronisation

source: Delayed Computers
fr: Ordinateurs en retard

source: Active schedule deployments
fr: Déploiements avec calendrier actif

source: Finished schedule deployments
fr: Déploiements avec calendrier terminé

source: %s is not a valid year
fr: %s n'est pas une année valide

source: Applications / Category
fr: Applications / Catégorie

source: Applications / Level
fr: Applications / Niveau

source: Attributes / Formula
fr: Attributs / Formule

source: Tags / Tag Category
fr: Étiquettes / Catégorie d'étiquette

source: Computers / Machine
fr: Ordinateurs / Machine

source: Productive
fr: Productifs

source: Unproductive
fr: Improductifs

source: Subscribed Computers / Status
fr: Ordinateurs inscrits / Statut

source: This deployment has not schedule
fr: Ce déploiement n'a pas de calendrier

source: Provided
fr: Prévus

source: Without schedule
fr: Sans calendrier

source: With schedule
fr: Avec calendrier

source: Enabled Deployments
fr: Déploiements activés

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: Deployments / Enabled
fr: Déploiements / Activé

source: Deployments / Schedule
fr: Déploiements / Calendrier

source: Devices / Connection
fr: Périphériques / Connexion

source: Devices / Model
fr: Périphériques / Modèle

source: Devices / Manufacturer
fr: Périphériques / Fabricant

source: Models / Manufacturer
fr: Modèles / Fabricant

source: Checked
fr: Vérifié

source: Unchecked
fr: Non vérifié

source: Faults / Fault Definition
fr: Défauts / Définition de défaut

source: Migrations / Project
fr: Migrations / Projet

source: Packages / Store
fr: Paquets / Dépôt
